acpi
acpi_call
acpid
alacritty
alsa-utils
amdvlk
archlinux-keyring
ascii
aspell
autoconf
automake
baobab
base
bat
binutils
bison
bluez-plugins
bluez-utils
brightnessctl
bspwm
cheese
cmake
cutefish-icons
debugedit
docker
dunst
efibootmgr
emacs
eog
epiphany
evince
exa
expac
fakeroot
fd
feh
file
file-roller
findutils
firefox
flex
gawk
gcc
gdb
gdm
gettext
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
go
grep
grilo-plugins
groff
grub
gucharmap
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hspell
htop
hunspell
inotify-tools
jq
kitty
libcurl-compat
libtool
libvoikko
lightdm
linux
linux-firmware
llvm
lsd
lxappearance
m4
maim
make
malcontent
mariadb
mdcat
mpc
mpd
mutter
nano
nautilus
ncmpcpp
neofetch
neovim
networkmanager
nitrogen
npm
nuspell
orca
os-prober
pacman
pamixer
papirus-icon-theme
patch
pavucontrol
picom
pkgconf
playerctl
plocate
polkit-gnome
polybar
power-profiles-daemon
pyenv
python-pip
python-pipx
python-pyenchant
python-pyopenssl
qmk
r
redshift
ripgrep
rofi
rsync
rustup
rygel
scrot
sed
shellcheck
simple-scan
stow
sudo
sushi
sxhkd
texinfo
thunar
tk
tmux
totem
tracker3-miners
tree
ttc-iosevka
ttc-iosevka-slab
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-terminus-nerd
valgrind
vim
vulkan-radeon
vulkan-tools
wget
which
wmctrl
wpa_supplicant
xcape
xclip
xdg-user-dirs-gtk
xdotool
xf86-video-amdgpu
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
yelp
z
zsh
zsh-autosuggestions
zsh-syntax-highlighting
